"UNREGISTERED_VERSION_30SECS_LIMIT" = "La longueur de la piste vidéo est limitée à 30 secondes dans la version de démonstration.";

/* Startup */
"NEWER_QUICKTIME_VERSION_REQUIRED" = "Ce logiciel nécessite QuickTime %@ ou plus récent";
"UPDATE_QUICKTIME_AND_RETRY" = "Veuillez mettre QuickTime à jour et essayer à nouveau";

/* Alerts */
"OK" = "OK";
"Cancel" = "Annuler";
"Edit" = "Edition";
"Show" = "Afficher";
"Hide" = "Masquer";
"Mirror" = "Mirroir";
"Remove" = "Supprimer";
"Replace" = "Remplacer";
"Ignore" = "Ignorer";
"Do not show this message again" = "Ne plus afficher ce message";

/* Undo action names */
"SYNC" = "synchronisation";
"EDIT_TEXT" = "edition texte";
"SPLIT_WORDS" = "séparation des paroles";
"JOIN_WORDS" = "union des paroles";

/* Reset Karaoke */
"RESET_KARAOKE_CONFIRM" = "Revenir à la police et aux couleurs par défaut pour cette fenêtre?";
"RESET_KARAOKE_MESSAGE" = "Les changements ne seront pas appliqué à du texte au format RTF.";

/* Check sync */
"EDIT_SYNCED_TEXT_TITLE" = "Etes-vous sûr de vouloir éditer du texte synchronisé?";
"EDIT_SYNCED_TEXT_MESSAGE" = "Le fait d'ajouter/enlever du texte provoquer la perte de données de synchronisation. Vous pouvez éditer le texte en mode \"Sync\".";

/* Insert Lyrics */
"INSERT_LYRICS_TITLE" = "Voulez-vous remplacer les paroles existantes?";

/* Edit embedded lyrics */
"EDIT_EMBEDDED_LYRICS_TITLE" = "QMidi ne peut pas éditer les paroles incluses.";
"EDIT_EMBEDDED_LYRICS_MESSAGE" = "Si vous cliquez \"OK\", les paroles seront exportées dans un nouveau fichier texte synchronisé.";
"QUANTIZE_SYNC_TO_LINES" = "Synchronisation par lignes";

/* Clear Style */
"REMOVE_STYLE_TITLE" = "Convertir en text seul?";

/* Rich Text Formatting */
"CANT_FORMAT_RICH_TEXT_IN_DISPLAY_MODE_TITLE" = "Le texte enrichi ne peut pas être mis en forme en mode Affichage.";
"CANT_FORMAT_RICH_TEXT_IN_DISPLAY_MODE_MESSAGE" = "Passez en mode édition et essayez à nouveau.";

/* Remove background */
"REMOVE_BACKGROUND_TITLE" = "Supprimer l'image de fond par défaut?";
"REMOVE_BACKGROUND_MESSAGE" = "";

/* Enable Log File */
"ENABLE_LOG_TITLE" = "L'historique de lecture sera maintenant enregistré.";
"ENABLE_LOG_MESSAGE" = "Vous pouvez consulter l'historique en choisissant \"Historique\" dans le menu Fenêtres";

/* Progress Messages*/
"EXPORT_PROGRESS_MESSAGE" = "Exportation en cours…";
"EXPORT_ADD_VIDEO_TRACK_PROGRESS_MESSAGE" = "Ajout de la piste vidéo en cours…";
"LOAD_MOVIE_PROGRESS_MESSAGE" = "Chargement du vidéo…";

/* Lyrics Search*/
"ENTER_EITHER_ARTIST_OR_TITLE" = "Entrez un auteur ou un titre.";

/* Music Library Playlist*/
"UNTITLED_PLAYLIST" = "Liste de lecture sans titre";
"UNTITLED_FILTER" = "Filtre sans titre";
"UNTITLED_FOLDER" = "Dossier sans titre";
"lib_all_filter" = "Bibliothèque";
"lib_audio_filter" = "Audio";
"lib_midi_filter" = "Midi";
"lib_video_filter" = "Vidéo";

"CONTAINS" = "contient";
"DOES_NOT_CONTAIN" = "ne contient pas";
"IS" = "est";
"IS_NOT" = "n'est pas";
"STARTS_WITH" = "commence par";
"ENDS_WITH" = "finit par";
"IS_EQUAL_TO" = "est égal(e) a";
"IS_NOT_EQUAL_TO" = "n'est pas égal(e) a";
"IS_IN_THE_LAST" = "est dans les derniers";
"IS_NOT_IN_THE_LAST" = "n'est pas dans les derniers";
"IS_GREATER_THAN" = "est supérieur(e) a";
"IS_LESS_THAN" = "est inférieur(e) a";
"IS_GREATER_THAN_OR_EQUAL_TO" = "est supérieur(e) ou égal(e) à";
"IS_LESS_THAN_OR_EQUAL_TO" = "est inférieur(e) ou égal(e) à";

"NONE" = "Aucun";
"INT_TEXT" = "Texte inclu";
"EXT_TEXT" = "Texte externe";
"CDG" = "CDG";

"MIDI" = "Midi";
"AUDIO" = "Audio";
"MOVIE" = "Vidéo";

"REMOVE_SELECTED_ITEM?" = "Supprimer l'élément sélectionné ?";
"REMOVE_SELECTED_ITEMS?" = "Supprimer élément(s) sélectionné(s)?";
"DELETE_PLAYLIST_AND_REMOVE_ITEMS_FROM_LIBRARY?" = "Supprimer la liste de lecture sélectionnée et enlever les éléments de la liste de lecture de la bibliothèque?";
"MOVE_TO_TRASH_SELECTED_ITEMS?" = "Les éléments sélectionnés seront supprimés de la bibliothèque. Voulez-vous aussi placer les fichiers liés à la corbeille?";
"MOVE_TO_TRASH" = "Placer dans la corbeille";
"MOVE_TO_TRASH_CANNOT_BE_UNDONE" = "Le placement dans la corbeille ne peut pas être annulé.";
"REPLACE_NAME_WITH_FILENAME?" = "Remplacer le nom des éléments sélectionnés avec le nom de fichier?";

"THIS_CANNOT_BE_UNDONE" = "Cette opération ne peut être annulée.";

"UPDATING_LIBRARY" = "Mise à jour de la bibliothèque ... Ceci peut prendre beaucoup de temps ...";

"SOME_ITEM(S)_COULD_NOT_BE_LOADED" = "Certains objets n'ont pas pu être chargés.";
"SHOW_LOG" = "Afficher l'historique";
"SEE_LOG_FOR_DETAILS" = "Consulter l'historique pour plus de détails.";

"CUSTOMIZE_ENCODING_LIST" = "Modifier la liste des encodages…";
"OTHER" = "Autres";

"REFRESHING_REFERENCES" = "Rafraîchir les références… (%d/%d)";
"FOUND_INVALID_REFERENCES_DURING_REFRESH" = "Des références invalides ont été trouvées durant l'opération!";

"MEDIA_FILE_MOVED/RENAMED"="Le fichier media a été déplacé/renommé.";
"LINKED_TEXT_FILE_NEEDS_TO_BE_MOVED_RENAMED" = "Le fichier texte synchronisé devrait aussi être déplacé ou renommé.";
"SHOW_FILES"="Afficher les fichiers";


/* PDF */
"Show Sidebar" = "Afficher La Barre Latérale";
"Hide Sidebar" = "Masquer La Barre Latérale";
